{
    "lore": [
        "The Vistani have long been masters of fortune-telling. In the hands of a Vistani seer, a deck of tarokka cards can tell tales of the future and provide answers to many a dark and mysterious question.",
        "Although the workmanship and artistic quality of the cards can vary from deck to deck, the ability of the cards to call forth information about the future is far more valuable than the monetary worth of a deck.",
        "Anyone can craft a deck of tarokka cards, but only someone of Vistani blood can imbue the cards with the gift of prophecy. Once they are crafted and empowered, they must be stored in accordance with ancient tradition, or they lose their efficacy. When not in use, tarokka cards must be wrapped in silk and stored in a wooden box."
    ],
    "commonDeck": [
        {
            "name": "The Swashbuckler",
            "suit": "coins",
            "number": 1,
            "description": "The Swashbuckler stands for those who like money yet give it up freely; for likable rogues and rapscallions.",
            "imageUrl": "coins_1_swashbuckler.png",
            "key": 0
        },
        {
            "name": "The Philanthropist",
            "suit": "coins",
            "number": 2,
            "description": "The Philanthropist stands for charity and giving on a grand scale; for those who use wealth to fight evil and sickness.",
            "imageUrl": "coins_2_philanthropist.png",
            "key": 1
        },
        {
            "name": "The Trader",
            "suit": "coins",
            "number": 3,
            "description": "The Trader stands for commerce; for smuggling and black markets; for fair and equitable trades.",
            "imageUrl": "coins_3_trader.png",
            "key": 2
        },
        {
            "name": "The Merchant",
            "suit": "coins",
            "number": 4,
            "description": "The Merchant stands for a rare commodity or business opportunity; for deceitful or dangerous business transactions.",
            "imageUrl": "coins_4_merchant.png",
            "key": 3
        },
        {
            "name": "The Guild Member",
            "suit": "coins",
            "number": 5,
            "description": "The Guild Member stands for like-minded individuals joined together in a common goal; for pride in one's work.",
            "imageUrl": "coins_5_guild_member.png",
            "key": 4
        },
        {
            "name": "The Beggar",
            "suit": "coins",
            "number": 6,
            "description": "The Beggar stands for sudden change in economic status of fortune.",
            "imageUrl": "coins_6_beggar.png",
            "key": 5
        },
        {
            "name": "The Thief",
            "suit": "coins",
            "number": 7,
            "description": "The Thief stands for those who steal or burgle; for a loss of property, beauty, innocence, friendship, or reputation.",
            "imageUrl": "coins_7_thief.png",
            "key": 6
        },
        {
            "name": "The Tax Collector",
            "suit": "coins",
            "number": 8,
            "description": "The Tax Collector stands for corruption; for honesty in an otherwise corrupt government or organization.",
            "imageUrl": "coins_8_tax_collector.png",
            "key": 7
        },
        {
            "name": "The Miser",
            "suit": "coins",
            "number": 9,
            "description": "The Miser stands for hoarded wealth; for those who are irreversibly unhappy or who think money is meaningless.",
            "imageUrl": "coins_9_miser.png",
            "key": 8
        },
        {
            "name": "The Rogue",
            "suit": "coins",
            "number": 10,
            "description": "The Rogue stands for anyone for whom money is important; for those who believe money is the key to their success.",
            "imageUrl": "coins_master_rogue.png",
            "key": 9
        },
        {
            "name": "The Monk",
            "suit": "glyphs",
            "number": 1,
            "description": "The Monk stands for serenity, inner strength and self-reliance; for supreme confidence bereft of arrogance.",
            "imageUrl": "glyphs_1_monk.png",
            "key": 10
        },
        {
            "name": "The Missionary",
            "suit": "glyphs",
            "number": 2,
            "description": "The Missionary stands for those who spread wisdom and faith to others; for warnings of the spread of fear and ignorance.",
            "imageUrl": "glyphs_2_missionary.png",
            "key": 11
        },
        {
            "name": "The Healer",
            "suit": "glyphs",
            "number": 3,
            "description": "The Healer stands for healing or those who practice the healing arts; for a contagious illness, disease, or curse.",
            "imageUrl": "glyphs_3_healer.png",
            "key": 12
        },
        {
            "name": "The Shepherd",
            "suit": "glyphs",
            "number": 4,
            "description": "The Shepherd stands for those who protect others; for one who bears a burden far too great to be shouldered alone.",
            "imageUrl": "glyphs_4_shepherd.png",
            "key": 13
        },
        {
            "name": "The Druid",
            "suit": "glyphs",
            "number": 5,
            "description": "The Druid stands for the ambivalence and cruelty of nature and those who feel drawn to it; for inner turmoil.",
            "imageUrl": "glyphs_5_druid.png",
            "key": 14
        },
        {
            "name": "The Anarchist",
            "suit": "glyphs",
            "number": 6,
            "description": "The Anarchist stands for a fundamental change brought on by one whose beliefs are being put to the test.",
            "imageUrl": "glyphs_6_anarchist.png",
            "key": 15
        },
        {
            "name": "The Charlatan",
            "suit": "glyphs",
            "number": 7,
            "description": "The Charlatan stands for liars; for those who profess to believe one thing but actually believe another.",
            "imageUrl": "glyphs_7_charlatan.png",
            "key": 16
        },
        {
            "name": "The Bishop",
            "suit": "glyphs",
            "number": 8,
            "description": "The Bishop stands for strict adherence to a code or a belief; for those who plot, plan, and scheme.",
            "imageUrl": "glyphs_8_bishop.png",
            "key": 17
        },
        {
            "name": "The Traitor",
            "suit": "glyphs",
            "number": 9,
            "description": "The Traitor stands for betrayal by someone close and trusted; for a weakening or loss of faith.",
            "imageUrl": "glyphs_9_traitor.png",
            "key": 18
        },
        {
            "name": "The Priest",
            "suit": "glyphs",
            "number": 10,
            "description": "The Priest stands for enlightenment; for those who follow a deity, a system of values, or a higher purpose.",
            "imageUrl": "glyphs_master_priest.jpg",
            "key": 19
        },
        {
            "name": "The Transmuter",
            "suit": "stars",
            "number": 1,
            "description": "The Transmuter stands for a new discovery; for the coming of unexpected things, unforeseen consequences and chaos.",
            "imageUrl": "stars_1_transmuter.png",
            "key": 20
        },
        {
            "name": "The Diviner",
            "suit": "stars",
            "number": 2,
            "description": "The Diviner stands for the pursuit of knowledge tempered by wisdom; for truth and honesty; for sages and prophecy.",
            "imageUrl": "stars_2_diviner.png",
            "key": 21
        },
        {
            "name": "The Enchanter",
            "suit": "stars",
            "number": 3,
            "description": "The Enchanter stands for inner turmoil that comes from confusion, for fear of failure, or false information.",
            "imageUrl": "stars_3_enchanter.png",
            "key": 22
        },
        {
            "name": "The Abjurer",
            "suit": "stars",
            "number": 4,
            "description": "The Abjurer stands for those guided by logic and reasoning; warns of an overlooked clue or piece of information.",
            "imageUrl": "stars_4_abjurer.png",
            "key": 23
        },
        {
            "name": "The Elementalist",
            "suit": "stars",
            "number": 5,
            "description": "The Elementalist stands for the triumph of nature over civilization; for natural disasters and bountiful harvests.",
            "imageUrl": "stars_5_elementalist.jpg",
            "key": 24
        },
        {
            "name": "The Evoker",
            "suit": "stars",
            "number": 6,
            "description": "The Evoker stands for magical or supernatural power that can't be controlled; of magic for destructive ends.",
            "imageUrl": "stars_6_evoker.png",
            "key": 25
        },
        {
            "name": "The Illusionist",
            "suit": "stars",
            "number": 7,
            "description": "The Illusionist stands for lies and deceit or grand conspiracies; for secret societies or the presence of a dupe or a saboteur.",
            "imageUrl": "stars_7_illusionist.png",
            "key": 26
        },
        {
            "name": "The Necromancer",
            "suit": "stars",
            "number": 8,
            "description": "The Necromancer stands for unnatural events and unhealthy obsessions; for those who follow a destructive path.",
            "imageUrl": "stars_8_necromancer.png",
            "key": 27
        },
        {
            "name": "The Conjurer",
            "suit": "stars",
            "number": 9,
            "description": "The Conjurer stands for the coming of an unexpected supernatural threat; for those who think of themselves as gods.",
            "imageUrl": "stars_9_conjurer.png",
            "key": 28
        },
        {
            "name": "The Wizard",
            "suit": "stars",
            "number": 10,
            "description": "The Wizard stands for mystery and riddles or the unknown; for those who crave magical power and great knowledge.",
            "imageUrl": "stars_master_wizard.png",
            "key": 29
        },
        {
            "name": "The Avenger",
            "suit": "swords",
            "number": 1,
            "description": "The Avenger stands for justice and revenge for great wrongs; for those on a quest to rid the world of great evil.",
            "imageUrl": "swords_1_avenger.png",
            "key": 30
        },
        {
            "name": "The Paladin",
            "suit": "swords",
            "number": 2,
            "description": "The Paladin stands for just and noble warriors; for those who live by a code of honour and integrity.",
            "imageUrl": "swords_2_paladin.png",
            "key": 31
        },
        {
            "name": "The Soldier",
            "suit": "swords",
            "number": 3,
            "description": "The Soldier stands for war and sacrifice; for the stamina to endure great hardship.",
            "imageUrl": "swords_3_soldier.png",
            "key": 32
        },
        {
            "name": "The Mercenary",
            "suit": "swords",
            "number": 4,
            "description": "The Mercenary stands for inner strength and fortitude; for those who fight for power or wealth.",
            "imageUrl": "swords_4_mercenary.png",
            "key": 33
        },
        {
            "name": "The Myrmidon",
            "suit": "swords",
            "number": 5,
            "description": "The Myrmidon stands for great heroes; for a sudden reversal of fate or the triumph of the underdog over a mighty enemy.",
            "imageUrl": "swords_5_myrmidon.png",
            "key": 34
        },
        {
            "name": "The Berserker",
            "suit": "swords",
            "number": 6,
            "description": "The Berserker stands for the brutal and barbaric side of warfare and bloodlust; for those with a bestial nature.",
            "imageUrl": "swords_6_berserker.png",
            "key": 35
        },
        {
            "name": "The Hooded One",
            "suit": "swords",
            "number": 7,
            "description": "The Hooded One stands for bigotry, intolerance, and xenophobia; for a mysterious presence or newcomer.",
            "imageUrl": "swords_7_hooded_one.png",
            "key": 36
        },
        {
            "name": "The Dictator",
            "suit": "swords",
            "number": 8,
            "description": "The Dictator stands for all that is wrong with government and leadership; for those who rule through fear and violence.",
            "imageUrl": "swords_8_dictator.jpg",
            "key": 37
        },
        {
            "name": "The Torturer",
            "suit": "swords",
            "number": 9,
            "description": "The Torturer stands for the coming of suffering or merciless cruelty; for one who is irredeemably evil or sadistic.",
            "imageUrl": "swords_9_torturer.png",
            "key": 38
        },
        {
            "name": "The Warrior",
            "suit": "swords",
            "number": 10,
            "description": "The Warrior stands for strength and force personified and violence; for those who use force to accomplish their goals.",
            "imageUrl": "swords_master_warrior.jpg",
            "key": 39
        }
    ],
    "highDeck": [
        {
            "name": "The Artifact",
            "imageUrl": "high_artifact.png",
            "description": "The Artifact stands for the importance of some physical object that must be obtained, protected, or destroyed at all costs.",
            "key": 40
        },
        {
            "name": "The Beast",
            "imageUrl": "high_beast.png",
            "description": "The Beast stands for great rage or passion; for something bestial or malevolent hiding in plain sight or lurking just below the surface.",
            "key": 41
        },
        {
            "name": "The Broken One",
            "imageUrl": "high_broken_one.png",
            "description": "The Broken One stands for defeat, failure, and despair; for the loss of something or someone important, without which one feels incomplete.",
            "key": 42
        },
        {
            "name": "The Darklord",
            "imageUrl": "high_darklord.png",
            "description": "The Darklord stands for a single, powerful individual of an evil nature, one whose goals have enormous and far-reaching consequences.",
            "key": 43
        },
        {
            "name": "The Donjon",
            "imageUrl": "high_donjon.png",
            "description": "The Donjon stands for isolation and imprisonment; for being so conservative in thinking as to be a prisoner of one's own beliefs.",
            "key": 44
        },
        {
            "name": "The Executioner",
            "imageUrl": "high_executioner.jpg",
            "description": "The Executioner stands for the imminent death of one rightly or wrongly convicted of a crime; for false accusations and unjust prosecution.",
            "key": 45
        },
        {
            "name": "The Ghost",
            "imageUrl": "high_ghost.png",
            "description": "The Ghost stands for the looming past; for the return of an old enemy or the discovery of a secret buried long ago.",
            "key": 46
        },
        {
            "name": "The Horseman",
            "imageUrl": "high_horseman.png",
            "description": "The Horseman stands for death; for disaster in the form of the loss of wealth or property, a horrible defeat, or the end of a bloodline.",
            "key": 47
        },
        {
            "name": "The Innocent",
            "imageUrl": "high_innocent.png",
            "description": "The Innocent stands for a being of great importance whose life is in danger or who might be helpless or simply unaware of the peril.",
            "key": 48
        },
        {
            "name": "The Marionette",
            "imageUrl": "high_marionette.png",
            "description": "The Marionette stands for the presence of a spy or a minion of some greater power; for an encounter with a puppet or an underling.",
            "key": 49
        },
        {
            "name": "The Mists",
            "imageUrl": "high_mists.png",
            "description": "The Mists stands for something unexpected or mysterious that can't be avoided; for a great quest or journey that will try one's spirit.",
            "key": 50
        },
        {
            "name": "The Raven",
            "imageUrl": "high_raven.png",
            "description": "The Raven stands for a hidden source of information; for a fortunate turn of events or a secret potential for good.",
            "key": 51
        },
        {
            "name": "The Seer",
            "imageUrl": "high_seer.png",
            "description": "The Seer stands for inspiration and keen intellect; for a future event, the outcome of which will hinge on a clever mind.",
            "key": 52
        },
        {
            "name": "The Tempter",
            "imageUrl": "high_tempter.png",
            "description": "The Tempter stands for one who has been compromised or led astray by temptation or foolishness; for one who tempts others for evil ends.",
            "key": 53
        }
    ]
}